{
    "heroes": [
        {
            
            "name": "Black Panther",
            "description": "Monarch of the secluded but technologically advanced African nation of Wakanda. King T'Challa is the Black Panther, a sacred title that must be both inherited & earned by the current Wakandan ruler.",
            "imagePath":"_Project/Characters/BlackPanther/Black_Panther_Back"
        },
        {
            "name": "Captain America",
            "description": "During WWII, the frail but courageous Steve Rogers was injected with an experimental Super-Soldier serum, emerging from the treatment as the pinnacle of human physical potential.",
            "imagePath":"_Project/Characters/CaptainAmerica/Captain_America_Back"
        },
        {
            "name": "Captain Marvel",
            "description": "A chance encounter with an alien being granted ace U.S. Air Force pilot Carol Danvers incredible powers. Endeavoring to use her fantastic new abilities for the forces of good, Danvers joined the Super Hero community in their ongoing struggle against evil. After years served protecting the planet. she began a new chapter in her heroic story when she took on the legendary mantle of Captain Marvel, earth's mightiest hero!",
            "imagePath":"_Project/Characters/CaptainMarvel/Captain_Marvel_Back"
        },
        {
            "name": "Iron Man",
            "description": "During a violent kidnapping at the hands of terrorists intent on forcing him to build a bomb, billionaire industrialist Tony Stark suffered a near-fatal chest wound. Instead of the weapon his captors had in mind, Stark constructed a sophisticated metal suit that both stabilized his injury and allowed him to escape.",
            "imagePath":"_Project/Characters/IronMan/IronMan-Back"
        },
        {
            "name": "Spider-Man",
            "description": "Once a shy science nerd, Peter Parker's life was changed forever when the bite of a radioactive spider granted him amazing arachnid-like abilities. After the tragic death of his beloved Uncle Ben, Peter realized that with great power, there must also come great responsibility.",
            "imagePath":"_Project/Characters/Spider-Man/Spider-Man_Back"
        },
        {
            "name": "Wasp",
            "description": "Endowed with the amazing ability to shrink in size and fly, Hope van Dyne is the newest heroine to bear the name Wasp. Along with her partner Scott Lang (the Astonishing Wasp), Wasp battles evil on any scale, proving that true heroism comes in even the smallest sizes.",
            "imagePath":"_Project/Characters/Wasp/Wasp_Back"
        }
    ]
}
